Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: Check for possible Tag errors with Ctrl+T and untranslated segments with Ctrl+U.
zh_cn: 使用 Ctrl+T 检查可能的标签错误；使用 Ctrl+U.检查未翻译句段。

source: Check simple &java MessageFormat patterns (e.g. {0})
zh_cn: 检查简单的 Java MessageFormat 模式(&J) （例如 {0}）

source: Check the Use Fuzzy Matching for Dictionary Entries option if you want dictionaries to display words that have the same root.
zh_cn: 如果你希望词典中显示有着相同词根的词汇，请勾选对词典条目使用模糊匹配选项。

source: Check the OmegaT home page for an up-to-date listing of auxiliary translation tools.
zh_cn: 查询 OmegaT 的主页 来获取最新的辅助翻译工具列表。

source: Check this option in case OmegaT does not display some glyphs properly (even if the fonts containing the relevant glyphs are installed on your machine).
zh_cn: 如果 OmegaT 无法正确显示某些字形（即使你的机器上已经安装了包含相关字形的字体），请勾选此选项。

source: Check {0}
zh_cn: 检查{0}

source: Checking out the project...
zh_cn: 正在检出项目...

source: Checking statistics
zh_cn: 检查统计数据

source: Checks to see whether a more recent version of OmegaT has been released.
zh_cn: 检查是否已经发布了更新版本的 OmegaT。

source: Chinese
zh_cn: 汉语（Chinese）

source: Choose MED project
zh_cn: 选择 MED 项目

source: Choose Source File
zh_cn: 选择原文文件

source: Choose Target File
zh_cn: 选择译文文件

source: Choose the one that provides the best results.
zh_cn: 选择结果最好的那一个。

source: Clear Mark
zh_cn: 清除标记

source: Clic on Exclusions... to define the files or folders that will be ignored by OmegaT.
zh_cn: 点击 排除... 选择OmegaT不会处理的文件或文件夹。

source: Click Continue to access the next step.
zh_cn: 点击继续可进行下一步。

source: Click in the other column on the translation corresponding to the first segment.
zh_cn: 点击另一列中与第一个句段相对应的翻译。

source: Click on '{0}' menu item
zh_cn: 点击“{0}”菜单项

source: Click on Copy Files to Source Folder... to select your source files.
zh_cn: 点击导入源文件...按钮选择源文件。

source: Click the Edit tab on the Wikipedia page.
zh_cn: 点击 Wikipedia 页面上的编辑标签卡。

source: Clicking on any file will open it for translation.
zh_cn: 单击任意文件，可打开并进行翻译。

source: Clicking on one will save the current project, close it and open the other project.
zh_cn: 点击其中之一会保存并关闭当前项目然后打开另一个项目。

source: Close
zh_cn: 关闭

source: Close the current OmegaT instance 3.
zh_cn: 关闭当前的 OmegaT 实例。 3.

source: Co&mments
zh_cn: 批注(&M)

source: Code has been contributed by: {0}
zh_cn: 代码由以下人员编写：

source: Colours
zh_cn: 颜色

source: Column Index must be equal to 1
zh_cn: 列索引必须为 1

source: Comme&nts
zh_cn: 批注(&N)

source: Comment
zh_cn: 注释

source: Comment:
zh_cn: 注释：

source: Comments
zh_cn: 注释

source: Commit Source Files
zh_cn: 提交原文文件

source: Commit Target Files
zh_cn: 提交译文文件

source: Commit not possible because somebody else changed remote translation.
zh_cn: 无法提交，因为其他人更改了远程译文。

source: Comparison Mode:
zh_cn: 比较模式：

source: Compress whitespace in translated document
zh_cn: 在译文文档中压缩空白字符

source: Confirm
zh_cn: 确认

source: Confirm removal of pattern {0}
zh_cn: 确认删除模式 {0}

source: Confirm uninstalling
zh_cn: 确认卸载

source: Conflict resolution
zh_cn: 解决冲突

source: Conflict {0} of {1}
zh_cn: 冲突 {0} / {1}

source: Confused by false start of comment tag!
zh_cn: 错误的注释起始标签导致混乱！

source: Connect to custom server instead of apertium.org
zh_cn: 连接到自定义服务器而非 apertium.org

source: Connection available, the project is in team project mode.
zh_cn: 连接可用，项目处于团队项目模式。

source: Contains project parameters as defined in the Project properties dialog.
zh_cn: 包含在 Project properties 对话框中定义的项目参数。

source: Continue
zh_cn: 继续

source: Continue anyway?
zh_cn: 是否继续？

source: Continue?
zh_cn: 是否继续？

source: Convert Old Team Project
zh_cn: 转换旧团队项目

source: Converts the current project into a MED package.
zh_cn: 将当前项目转换为 MED 包。

source: Copies the selected files to the source folder and reloads the project to load the new files.
zh_cn: 将选中的文件复制到 source 文件夹然后重新载入项目以载入新文件。

source: Copy
zh_cn: 复制

source: Copy <project>/omegat/project_save.tmx file into a safe location 2.
zh_cn: 复制 <project>/omegat/project_save.tmx 文件到安全地点。 2.

source: Copy Files to Source Folder...
zh_cn: 将文件复制到原文文件夹...

source: Copy the URL of the page (ending with action=edit) and paste it into OmegaT.
zh_cn: 复制页面的网址（以 action=edit 结尾）并粘贴到 OmegaT 中。

source: Copy the documents, you need the translation memory for, into the source folder of the project.
zh_cn: 将需要翻译记忆的原文文档复制到项目的原文文件夹中。

source: Copy the text and paste it into the translated version of the Wikipedia page.
zh_cn: 复制文本并将其粘贴到 Wikipedia 页面的翻译版本中。

source: Copy the translation memories, containing the translations of the documents above, into tm/auto subfolder of the new project.
zh_cn: 复制包含上述文档的翻译的翻译记忆库到新项目的

source: Copy them to a safe place for future referrals.
zh_cn: 将它们复制到安全的地方备用。

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
zh_cn: 版权所有 © 2000-2019 Keith Godfrey、Maxym Mykhalchuk 等

source: Could not create project dir at {0}
zh_cn: 无法在 {0} 创建项目目录

source: Could not create the specified folder.
zh_cn: 无法创建指定文件夹。

source: Could not initialize OS look and feel!
zh_cn: 无法初始化操作系统界面外观！

source: Could not save credentials to text file
zh_cn: 无法将凭据保存到文本文件

source: Count &protected text and custom tags in statistics
zh_cn: 在统计数据中计入受保护文本和自定义标签(&P)

source: Counter:
zh_cn: 计数器：

source: Create Alternative Translation
zh_cn: 创建替代译文

source: Create Current Translated Document
zh_cn: 创建当前译文文档

source: Create Glossary Entry
zh_cn: 创建词汇表条目

source: Create MED Projects...
zh_cn: 创建 MED 项目...

source: Create New Project
zh_cn: 创建新项目

source: Create Translated Documents
zh_cn: 创建译文文档

source: Create a New Project
zh_cn: 创建新项目

source: Create a folder (a "repository folder") in a convenient location on your hard drive for the translation memories for a particular customer or subject.
zh_cn: 在硬盘上方便的位置为特定客户或者主题的翻译记忆库创建一个文件夹（“仓库文件夹”）。

source: Create a local copy of the repository (check out with SVN, clone with Git).
zh_cn: 创建此仓库的本地副本（对 SVN 是

source: Create a new, empty OmegaT project in the local repository.
zh_cn: 在本地仓库中建立一个新的、空的 OmegaT 项目。

source: Create a project, separate for other projects, in the desired language pair, with an appropriate name - note that the TMXs created will include this name.
zh_cn: 使用所需的语言对和合适的名称（注意：创建的 TMX 文件会包含此名称）创建一个与其他项目分开的项目。

source: Create an SVN or Git repository on a server that will be accessible by the translators.
zh_cn: 在服务器上创建一个译者可访问的 SVN 或 Git 仓库。

source: Create pseudo-translate TMX
zh_cn: 创建伪翻译 TMX

source: Create your own key then input it below.
zh_cn: 创建您的密钥然后在下方输入。

source: Created by
zh_cn: 创建者

source: Created by: {0}
zh_cn: 创建：{0}

source: Created on
zh_cn: 创建于

source: Creates a local copy of a remote OmegaT project.
zh_cn: 创建远程 OmegaT 项目的本地副本。

source: Creates and opens a new project.
zh_cn: 创建并打开新项目。

source: Creates the target document corresponding to the current document in translation.
zh_cn: 为当前正在翻译的文档创建对应的译文文档

source: Creates the target documents based on your translation.
zh_cn: 根据你的翻译创建译文文档。

source: Creating a translation memory for selected documents
zh_cn: 创建所选文档的翻译记忆

source: Creating an empty project on a server
zh_cn: 在服务器上创建一个空项目

source: Creating translated RTL documents
zh_cn: 创建从右到左的译文文档

source: Creating translated documents: {0}
zh_cn: 正在创建译文文档：{0}

source: Creation date
zh_cn: 创建日期

source: Creator
zh_cn: 创建者

source: Custom Colours
zh_cn: 自定义颜色

source: Custom Colours Selection
zh_cn: 自定义颜色选择

source: Custom server URL
zh_cn: 自定义服务器网址

source: Custom table
zh_cn: 自定义表

source: Customize character &table
zh_cn: 自定义字符表(&T)

source: Cut
zh_cn: 剪切

source: Czech
zh_cn: 捷克语（Czech）

source: D&iagrams
zh_cn: 图表(&I)

source: DeepL Api key not available.
zh_cn: DeepL Api 密钥不可用。。

source: Default
zh_cn: 默认

source: Define the translation as being empty.
zh_cn: 将译文定义为空。

source: Defines the project-specific external search resources.
zh_cn: 定义具体项目的外部搜索资源。

source: Deleted
zh_cn: 已删除

source: Deletes the translation and set the segment as untranslated.
zh_cn: 删除译文并将句段设置为未译

source: Deleting source files
zh_cn: 删除原文文件

source: Depending on the pane status, different signs can appear at its top right corner:
zh_cn: 根据窗格的状态，其右上角会显示不同的符号：

source: Depending upon the preferred editing behavior, the editing field for the untranslated segment may be empty, contain the source text, or contain the translation of the string most similar to the one to be translated.
zh_cn: 根据首选的编辑行为，未译句段的编辑区可能为空、包含原文文本或包含与此待译字符串最相似的字符串译文。

source: Description
zh_cn: 描述

source: Detail View
zh_cn: 详情视图

source: Details unavailable
zh_cn: 详情不可用

source: Detecting...
zh_cn: 检测中...

source: DictZip from JDict (GPL)
zh_cn: DictZip from JDict (GPL 许可)

source: Dictionaries already installed:
zh_cn: 已安装的词典：

source: Dictionaries are the electronic equivalents of printed dictionaries like Merriam Webster, Duden, Larousse etc., that you may have on your desk.
zh_cn: 词典是纸质词典的电子版本，比如 Merriam Webster、Duden、Larousse 等等，您的桌子上可能正摆着一本。

source: Dictionary
zh_cn: 词典

source: Dictionary File Folder
zh_cn: 词典文件文件夹

source: Dictionary Files Folder
zh_cn: 词典文件文件夹

source: Dictionary Folder:
zh_cn: 词典文件夹：

source: Dictionary Installer
zh_cn: 词典安装程序

source: Dictionary file folder:
zh_cn: 词典文件文件夹：

source: Dictionary files folder entered does not exist!
zh_cn: 输入的词典文件文件夹不存在！

source: Diff (GPL)
zh_cn: Diff (GPL 许可)

source: Disconnect from the network before opening the project,
zh_cn: 在打开项目前断开网络连接，

source: Displa&y source terms
zh_cn: 显示原文术语(&Y)

source: Display
zh_cn: 显示

source: Display &None
zh_cn: 不显示(&N)

source: Display &Source Segments
zh_cn: 显示原文句段(&S)

source: Display &active source segment in bold
zh_cn: 以粗体显示活跃原文句段(&A)

source: Display &tags
zh_cn: 显示和标签(&D)

source: Display Source Segments
zh_cn: 显示原文句段

source: Display all &source segments in bold
zh_cn: 以粗体显示所有原文句段(&S)

source: Display for &All Segments
zh_cn: 为所有句段显示(&A)

source: Display for Current &Segment
zh_cn: 仅为当前句段显示(&S)

source: Display:
zh_cn: 显示：

source: Displays Project properties dialog to edit project languages and folder locations.
zh_cn: 显示项目属性对话框以编辑项目语言和文件夹位置。

source: Displays alternative translations that you have created for segments that are repeated in the project.
zh_cn: 显示您为本项目中重复句段所创建的替代译文。

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
zh_cn: 若活动句段在原文文件中有注释且文件过滤器支持（例如 PO 过滤器），则显示之。

source: Displays copyright, credits and license information.
zh_cn: 显示版权、制作人员和授权信息。

source: Displays the Match Statistics for each file of the project: the number of repetitions, exact matches, fuzzy matches and no-matches for segments, words and characters.
zh_cn: 显示当前项目中每个文件的匹配统计数据：句段、单词和字符的重复、完全匹配、模糊匹配和不匹配的数量。

source: Displays the Match Statistics for the project: the number of repetitions, exact matches, fuzzy matches and no-matches for segments, words and characters.
zh_cn: 显示当前项目的匹配统计数据：句段、单词和字符的重复、完全匹配、模糊匹配和不匹配的数量。

source: Displays the current log file.
zh_cn: 显示当前日志文件。

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
zh_cn: 显示出现于原文句段中词典条目。词典条目位于 /dictionary/ 目录下的词典文件中。

source: Displays the entries as "<source> → <target>"
zh_cn: 条目显示为“<原文> → <译文>”

source: Displays the entries as "<target> → <source>"
zh_cn: 条目显示为“<译文> → <原文>”

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
zh_cn: 显示出现于原文句段中词典条目。词典条目位于 /dictionary/ 目录下的词典文件中。

source: Displays the list of new functionalities, enhancements and bug fixes for each new release.
zh_cn: 显示每个新版本的新功能、改进和修复的 Bug。

source: Displays the translation memories segments that match the source segment.
zh_cn: 允许翻译空原文句段(&B)

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
zh_cn: 如果你在 首选项 > 机器翻译 中选定的机器翻译服务可用，则显示此服务对原文句段的翻译结果。

source: Distance
zh_cn: 距离

source: Do not allow creating translated documents with tag &issues
zh_cn: 不允许创建含标签问题的译文文档(&I)

source: Do not hesitate to post in the language you feel the most familiar with.
zh_cn: 可以用您所最熟悉的语言发帖，无需犹豫。

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
zh_cn: 不翻译带有以下属性键值对的标签的内容（以逗号分隔）

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
zh_cn: 不翻译带有以下属性键值对的标签的内容（以逗号分隔）

source: Do you have a Java implementation compatible with Oracle's Java 8 JRE?
zh_cn: 是否有与 Oracle 的 Java 8 JRE 相兼容的 Java 实现?

source: Do you want to continue?
zh_cn: 您是否选择覆盖该处？

source: Do you want to create it?
zh_cn: 您真的想退出吗？

source: Do you want to overwrite it?
zh_cn: 您是否选择覆盖该处？

source: Do you want to replace it with the one you're moving?
zh_cn: 您是否要用正在移动中的文件覆盖它？

source: Doc&ument properties
zh_cn: 文档属性(&U)

source: Dock
zh_cn: 停靠

source: Domains
zh_cn: 领域

source: Don't Ask What to Check First
zh_cn: 检查之前不要询问

source: Done
zh_cn: 已完成

source: Download MediaWiki Page...
zh_cn: 下载 MediaWiki 页面...

source: Download Team Project
zh_cn: 下载团队项目

source: Download Team Project...
zh_cn: 下载团队项目...

source: Download collection {0}
zh_cn: 已下载词库 {0}

source: Downloading project...
zh_cn: 正在下载项目...

source: Downloading the package
zh_cn: 下载安装包

source: Dra&wings
zh_cn: 绘图(&W)

source: Drop TMX files here to add them to the project.
zh_cn: 把 TMX 文件拖到此处以添加到项目中。

source: Drop a project here to open it.
zh_cn: 把项目拖到此处以打开。

source: Drop files here to add them to the project.
zh_cn: 把文件拖到此处以添加到项目中。

source: Drop glossary files here to add them to the project.
zh_cn: 把术语表文件拖到此处以添加到项目中。

source: Duplicate
zh_cn: 复制

source: Duplicate Fallbac&k Text
zh_cn: 复制备用文本(&K)

source: During SVN error({0}), project_save.tmx was not really uploaded and SVN switched to unstable status.
zh_cn: 在 SVN 错误 ({0}) 中， project_save.tmx 没有真正上传，SVN 转换到了不稳定状态。

source: During translation additional files may get created in this subfolder as follows
zh_cn: 在翻译中，该子文件夹中还可能会创建其他文件，如下所示：

source: During translation, use the Edit and Go To menus to perform various useful functions.
zh_cn: 在翻译过程中使用 编辑 和 前往 菜单可以执行多种有用的功能。

source: Dutch
zh_cn: 荷兰语（Dutch）

source: E&nable Sentence-level Segmenting
zh_cn: 启用语句级别分割(&N)

source: E&xclusions...
zh_cn: 排除(&x)...

source: E&xport the segment to text files
zh_cn: 将句段导出到文本文件(&X)

source: ERROR: (declaring bean)
zh_cn: 错误：（声明 bean）

source: ERROR: {0}
zh_cn: 错误：{0}

source: Each output format has specific ways of dealing with RTL display; check the relevant application manuals for details.
zh_cn: 每种输出格式都有专门的方法来处理从右向左显示；查看相关的应用程序手册来了解详情。

source: Edit
zh_cn: 编辑

source: Edit Filter
zh_cn: 编辑过滤器

source: Edit Filter Patterns
zh_cn: 编辑过滤器模式

source: Edit Highlight Pattern
zh_cn: 编辑高亮模式

source: Edit Pattern
zh_cn: 编辑模式

source: Edit Project
zh_cn: 编辑项目

source: Edit Text
zh_cn: 编辑文本

source: Edit project properties here.
zh_cn: 在此编辑项目属性。

source: Editor
zh_cn: 编辑器

source: Editor - {0}
zh_cn: 编辑器 - {0}

source: Editor Options
zh_cn: 编辑器选项

source: Editor pane: If an OmegaT project file (omegat.project) is dropped on this pane, the corresponding project will be opened, closing first any opened project.
zh_cn: 编辑器窗格：如果拖动 OmegaT 项目文件（omegat.project） 到此窗格，相应的项目将会打开，在此之前会关闭已打开的项目。

source: Editor...
zh_cn: 编辑器...

source: Empty repository URL in the mapping
zh_cn: 映射中的存储库网址为空

source: Enable Sentence-level segmentation
zh_cn: 启用语句级别分割

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
zh_cn: <html>项目外部命令被禁用因而不会执行。请到<b>选项>保存及输出...</b>中启用。</html>

source: Enabled
zh_cn: 启用

source: Encountered illegal \u sequence
zh_cn: 遇到非法 \\u 序列

source: End Pinpoint Align
zh_cn: 结束精确对齐

source: End of stream encountered without finding close block!
zh_cn: 在未找到关闭块的情况下遇到流末端！

source: End rebase
zh_cn: 结束变基

source: English
zh_cn: 英语（English）

source: Ensure the URL is correct.
zh_cn: 请确保 URL 地址正确。

source: Ensure the server URL is correct.
zh_cn: 请确保服务器网址正确。

source: Ensure you are specifying the right API version (the URL should include "/v2/").
zh_cn: 确保你指定了正确的 API 版本（网址中应当包含“/v2/”）。

source: Enter a source term, a target term and a comment:
zh_cn: 输入原文词汇、译文词汇和注释：

source: Entries
zh_cn: 条目

source: Entries from the writeable glossary are in bold.
zh_cn: 来自可写术语表的条目会以粗体显示。

source: Error
zh_cn: 错误

source: Error checking out the project from remote repository:
zh_cn: 从远程仓库检出项目时出错：

source: Error checking out the project from remote repository: {0}
zh_cn: 从远程存储库检出项目时出错：{0}

source: Error creating project!
zh_cn: 创建项目时出错！

source: Error decoding user and password.
zh_cn: 解码用户和密码时出错。

source: Error during regular expression replacement:
zh_cn: 正则表达式替换期间出错：

source: Error extracting MT result from MyMemory, response:
zh_cn: 从 MyMemory 提取机器翻译结果时出错，回应信息：

source: Error fixing tags
zh_cn: 标签修复出错

source: Error in file
zh_cn: 文件错误

source: Error in file {0}, line {1}
zh_cn: 文件 {0} 第 {1} 行出现错误

source: Error initializing marker '{0}'
zh_cn: 初始化标记器“{0}”时出错

source: Error load plugin from class '{0}': {1}: {2}
zh_cn: 从类“{0}”中加载插件出错：{1}：{2}

source: Error monitoring external command!
zh_cn: 监视外部命令时发生错误！

source: Error on application startup
zh_cn: 应用程序启动错误

source: Error reading TMX level2 at line {0} column {1}
zh_cn: 读取 TMX level2 第 {0} 行 第 {1} 列时出错

source: Error retrieve {0} as remote project file
zh_cn: 将 {0} 作为远程项目文件检索时出错

source: Error saving project file!
zh_cn: 保存项目文件时出错！

source: Error saving segmentation rules configuration:
zh_cn: 保存分割规则配置时出错：

source: Error searching directory tree!
zh_cn: 查找目录树时发生错误！

source: Error starting external command: {0}
zh_cn: 启动外部命令时发生错误：{0}

source: Error unload plugin from class '{0}': {1}
zh_cn: 从类“{0}”中卸载插件出错：{1}

source: Error updating glossary file
zh_cn: 更新术语表文件时出错

source: Error updating repository.
zh_cn: 更新仓库时出错。

source: Error while reading MT results
zh_cn: 读取机器翻译结果时出错

source: Error while trying to save script.
zh_cn: 试图保存脚本时出错。

source: Error {0}: {1}
zh_cn: 错误 {0}: {1}

source: Error: {0}
zh_cn: 错误：{0}

source: Escaped binary char contains malformed data ({0})!
zh_cn: 转义二进制字符包含格式错误的数据（{0}）！

source: Escaped character never terminated!
zh_cn: 转义字符未结束！

source: Escaped decimal char contains malformed data ({0})!
zh_cn: 转义十进制字符包含格式错误的数据（{0}）！

source: Event: application shutdown
zh_cn: 事件：应用程序关闭

source: Event: application startup
zh_cn: 事件：应用程序启动

source: Event: font changed
zh_cn: 事件：字体变更

source: Event: new entry activated
zh_cn: 事件：激活新条目

source: Event: new file activated ({0})
zh_cn: 事件：激活新文件（{0}）

source: Event: project change - "{0}"
zh_cn: 事件：项目变更 - “{0}”

source: Every 3 minutes (by default), the local project is synchronised with the remote repository so that the project manager or other translators can see and use translations added during that period.
zh_cn: 每隔 3 分钟（默认情况下），本地项目将与远程存储库进行同步，这样项目经理或其他译者就可以查看并使用在此期间添加的翻译。

source: Exact match:
zh_cn: 完全匹配：

source: Example mappings
zh_cn: 示例映射

source: Example: **/*.docx to add all .docx files, wherever they are located in the project.
zh_cn: 示例如： **/*.docx 添加所有 .docx 文件，无论它们位于项目中何处。

source: Example: **/.ini/**
zh_cn: 示例如： **/.ini/**

source: Exception occurred:
zh_cn: 出现异常：

source: Exception while editing options:
zh_cn: 编辑选项时发生异常：

source: Exception while parsing:
zh_cn: 解析时出现异常：{0}

source: Exceptions occurred while loading segmentation rules:
zh_cn: 载入分割规则时发生异常：

source: Exclude Pattern
zh_cn: 排除模式

source: Exclude orphan segments
zh_cn: 排除孤立句段

source: Exclusion Patterns
zh_cn: 排除模式

source: Executing external command...
zh_cn: 正在执行外部命令...

source: Executing script {0} (event {1})
zh_cn: 正在执行脚本 {0}（事件 {1}）

source: Existing source files can be modified, but the commit operation must be carried out before an automatic save and before the project is reloaded or closed.
zh_cn: 可以修改现有的原文文件，但必须在自动保存之前以及项目被重新载入或关闭之前执行 commit 操作。

source: Exit code {0}: "{1}"
zh_cn: 退出项目

source: Exit code: {0}
zh_cn: 退出项目

source: Export Selection
zh_cn: 导出所选部分

source: Exports the current selection to a text file for processing.
zh_cn: 将当前选中内容导出至文本文件进行处理。

source: External Lin&ks
zh_cn: 外部链接(&K)

source: External Post-processing Command
zh_cn: 外部后处理命令

source: External Post-processing Command (Disabled):
zh_cn: 外部后处理命令（已禁用）：

source: External Post-processing Command:
zh_cn: 外部后处理命令：

source: External Search...
zh_cn: 外部搜索...

source: External TMX Options
zh_cn: 外部 TMX 选项

source: External command completed.
zh_cn: 外部命令已被中断。

source: External command failed.
zh_cn: 外部命令已被中断。

source: External command was interrupted.
zh_cn: 外部命令已被中断。

source: External tools can be used to convert files to supported formats.
zh_cn: 可以用外部工具将文件转换为支持的格式。

source: Extracted comments:
zh_cn: 提取的注释：

source: Extraneous
zh_cn: 无关

source: Failed to back up preferences file.
zh_cn: 备份首选项文件失败。

source: Failed to create project!
zh_cn: 无法创建项目！

source: Fatal error encountered - saving project file with '.recover' backup extension.
zh_cn: 遇到致命错误 - 正在使用“.recover”备份扩展名保存项目文件。

source: Fatal error on line {0}, column {1} while parsing:
zh_cn: 解析时在第 {0} 行第 {1} 列时出现致命错误：

source: Few more things to remember
zh_cn: 其他一些提示

source: File
zh_cn: 文件

source: File &Format
zh_cn: 文件格式(&F)

source: File Filters
zh_cn: 文件过滤器

source: File Filters...
zh_cn: 文件过滤器...

source: File Format
zh_cn: 文件格式

source: File Name
zh_cn: 文件名

source: File entries include their names, file filter types, their encoding and the number of segments each file contains
zh_cn: 每个文件条目包括其名称、文件过滤器类型、编码和每个文件包含的句段数。

source: File locations
zh_cn: 文件位置

source: File {0} does not exist!
zh_cn: 文件 {0} 不存在！

source: File {0}: {1}
zh_cn: 文件 {0}：{1}

source: Filename Variables:
zh_cn: 文件名变量：

source: Files must be deleted first by the project manager, and then locally.
zh_cn: 必须先由项目经理删除文件，然后在本地删除。

source: Files within the source folder, whether translated or not, are then generated here, with the same hierarchy as present in the source subfolder.
zh_cn: source 文件夹下的文件，无论是否翻译，之后都会在此处生成，与 source 子文件夹有着相同的层次结构。

source: Filter '{0}' could not be loaded from '{1}'
zh_cn: 无法从“{1}”载入过滤器“{0}”

source: Filters...
zh_cn: 过滤器...

source: Finished
zh_cn: 已结束

source: Finnish
zh_cn: 芬兰语（Finnish）

source: Fixes are trivial operations and OmegaT assists troubleshooting with the related error message.
zh_cn: 修复是微小的操作，OmegaT 会用相关错误信息协助进行错误排除。

source: Flash XML Export
zh_cn: Flash XML 导出

source: Floating '?' character not tied to '>'!
zh_cn: 未绑定到“>”的浮动“?”字符！

source: Folder already exists and is not empty.
zh_cn: 该子文件夹一开始是空的。

source: Folder does not exist
zh_cn: 文件夹不存在

source: Folder {0} was automatically created for team mode project
zh_cn: 文件夹{0}根据团队项目模式自动创建

source: Follow capitalization of the typed text
zh_cn: 遵循输入文本的大小写

source: Follow the indications given in Hints for tags management.
zh_cn: 请遵循标签管理提示中给出的说明。

source: Foote&rs
zh_cn: 页脚(&R)

source: For .docx files, a number of changes are however done automatically:
zh_cn: 不过，对于 .docx 文件会自动完成许多更改：

source: For a more comprehensive introduction see OmegaT for beginners on the OmegaT web site.
zh_cn: 更全面的介绍请参阅 Omegat 网站上的 OmegaT 初学者入门。

source: For all files:
zh_cn: 对于所有文件：

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
zh_cn: 为获得最佳效果，请通过 首选项 > 拼写检查 安装相应的词典。

source: For example, if you have an outdated Microsoft Word version, that does not handle the ODT format, here's a round trip for Word files with the DOC extension:
zh_cn: 例如，如果您拥有的是无法处理 ODT 的过时 Microsoft Word 版本，那么对于有着 DOC 扩展名的 Word 文件需要这样来回：

source: For example, in OmegaT tags, product names that must be left in the LTR source language, place holders in localization files, and numbers in text.
zh_cn: 例如，在 OmegaT 标签中，必须维持使用从左向右的原文语言的产品名称、本地化文件中的占位符、以及文本中的数字。
